---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadAttrMomentArrowArc
source: html/4eb9291e-870d-fe1e-5253-ac41eb45bf94.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadAttrMomentArrowArc Property

"Moment arrowhead"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadAttrMomentArrowArc { get; }
```